
<div class="modal fade bs-example-modal-disclaimer" id="myModal" style="min-width:350px;" tabindex="-1" role="dialog" aria-labelledby="myLargeModalLabel" aria-hidden="false">
        <div class="modal-dialog" style="height:90%; min-height:200px;">
            <div class="modal-content" style="height:100%; min-height:200px;">
                <div class="modal-header text-left">
                        <button type="button" class="close" data-dismiss="modal" aria-hidden="true"><span class="glyphicon glyphicon glyphicon-remove-circle" aria-hidden="true"></span></button>
                        <h3 class="modal-title" id="myModalLabel">Αποποίηση Ευθυνών</h3>
                </div>
                <div class="modal-body" style="text-align:left; height: calc(100% - 120px); min-height: calc(100% - 120px); overflow:auto;" >
                    <!-- <p>Το web site fuelGr δημιουργήθηκε στα πλαίσια της πτυχιακής μου εργασίας με επιβλέποντα τον <a href="http://www.researchgate.net/profile/Fotis_Kokkoras">κ.Κόκκορα Φώτη</a>.</p> -->
                    <h4>Πληροφορίες Πρατηρίων (πλην γεωγραφικής θέσης)</h4>
                    <p> Με εξαίρεση τη θέση των πρατηρίων στο χάρτη, όλες οι άλλες
                        πληροφορίες που προβάλλονται στο fuelGR προέρχονται
                        από την σχετική υπηρεσία παρακολούθησης τιμών υγρών καυσίμων
                        του Υπουργείου Ανάπτυξης και Ανταγωνιστικότητας.
                        Το fuelGR δεν μπορεί να εγγυηθεί για την ακρίβεια των
                        προβαλλόμενων πληροφοριών. Αρμόδιοι για την ακρίβεια των στοιχείων
                        είναι οι ιδιοκτήτες των πρατηρίων καθώς οι ίδιοι καταχωρούν αυτές
                        τις πληροφορίες στην σχετική υπηρεσία του Υπουργείου.
                    </p>
                    <p>Επιπρόσθετα, επειδή:<br>
                        <ol type="a">
                            <li> το fuelGR δεν έχει άμεση επαφή με τα πρατήρια 
                                καυσίμων αλλά ενημερώνεται από την υπηρεσία του υπουργείου,
                            </li>
                            <li> η ενημέρωση προϋποθέτει σύνδεση στο Internet
                                που μπορεί να μην είναι πάντα εφικτή,
                            </li>
                            <li>είναι δυνατό κάποιες μεταβολές τιμών καυσίμων σε κάποια πρατήρια,
                                να εμφανιστούν στο fuelGR με καθυστέρηση.
                            </li>
                        </ol>
                    </p>
                    <h4>Θέση Πρατηρίων</h4>
                    <p>
                        Η θέση των πρατηρίων στο χάρτη έχει προκύψει με αυτόματο 
                        και μη ακριβή τρόπο, με βάση την δηλωμένη από τους ιδιοκτήτες 
                        των πρατηρίων διεύθυνση. Ως εκ τούτου, αρκετά πρατήρια δεν απεικονίζονται 
                        πάντα στην πραγματική τους θέση ενώ για άλλα (κυρίως σε νησιά) δεν μπορεί 
                        να γίνει ούτε καν εκτίμηση θέσης. Για το λόγο αυτό, στις πληροφορίες  
                        κάθε πρατηρίου δίνεται και μια ένδειξη του πόσο ακριβείς είναι οι συντεταγμένες 
                        του πρατηρίου στο χάρτη. Με τις συνεχείς προσπάθειες διασταύρωσης θέσης 
                        της ομάδας ανάπτυξης, όλες οι εφαρμογές fuelGR (web, windows, windows phone, android) 
                        παρέχουν μακράν τις πιο ακριβείς θέσεις πρατηρίων συγκριτικά με άλλες εφαρμογές.
                    </p>
                    <p>
                        To fuelGR και οι δημιουργοί του δεν φέρουν καμία
                        ευθύνη για συνέπειες οικονομικές, προσανατολισμού και
                        οποιασδήποτε άλλης φύσεως μπορεί να προκύψουν ως
                        επακόλουθο των πληροφοριών που αυτή μεταφέρει στον τελικό
                        χρήστη.
                    </p>
                    <h4>Εικόνες από Google Street View</h4>
                    <p> Το Google Street View προσφέρει πανοραμική θέα 360 μοιρών από καθορισμένους δρόμους σε όλη την περιοχή κάλυψης του.
                        Υπάρχει πιθανότητα κάποιες εικόνες να μην είναι ενημερωμένες, (να είναι παλαιότερες) 
                        και να μην υπάρχουν εικόνες σε κάποιους δρόμους.
                        Για την ενημέρωση των εικόνων ευθύνεται η Google Maps.</p>
                    <h4>Προσωπικά Δεδομένα:</h4>
                    <p> Η εφαρμογή αυτή δεν απαιτεί για τη λειτουργία της προσωπικά
                        δεδομένα του χρήστη. Δεν μεταδίδονται ούτε καταγράφονται δεδομένα τα οποία
                        μπορούν να οδηγήσουν σε ταυτοποίηση του χρήστη με φυσικό πρόσωπο.
                    </p>
                    <p>
                        Γίνεται εν τούτοις χρήση των ακόλουθων
                        ειδικών χαρακτηριστικών της συσκευής για τους λόγους που
                        αναφέρονται:
                    </p>
                    <ol type="i">
                        <li>Πρόσβαση στο Internet: Απαιτείται για ενημέρωση των τιμών.</li>
                        <li>Πρόσβαση σε Τοποθεσία: Χρησιμοποιείται προαιρετικά (μπορείτε
                            να την απενεργοποιήσετε οποιαδήποτε στιγμή) ώστε να μπορεί να
                            σας δοθούν αποστάσεις από πρατήρια καθώς και οδηγίες πλοήγησης
                            σε αυτά.
                        </li>
                    </ol>
                    <h5>Με τη χρήση της εφαρμογής αποδέχεστε όλα τα παραπάνω.</h5>
                </div>
                <div class="modal-footer" style="margin:0;"> 
                    <button type="button" class="btn btn-danger btn-lg" data-dismiss="modal"><span aria-hidden="true">Κλείσιμο</span></button>
                </div>

            </div>
        </div>
</div>
      